; Simplified Chinese,zh-cn
; jasonliul中文本地化, jasonliull@gmail.com
; lulu润色, lulu@msn.cn

[i18n]
IDS_UPDATE_NO=无更新可用
IDS_UPDATE_YES=新版本 (%s) 可用. 打开下载页面?

IDS_FILE=文件
IDS_SETTINGS=设置
IDS_EXIT=退出
IDS_EDIT=编辑
IDS_PURGEN=清除未使用的程序
IDS_FIND=查找...
IDS_FINDNEXT=查找下一个
IDS_REFRESH=刷新
IDS_VIEW=查看 
IDS_ICONS=图标
IDS_ICONSSMALL=小
IDS_ICONSLARGE=大
IDS_ICONSISHIDDEN=隐藏图标
IDS_SORT=排序
IDS_SORTBYFDIR=...依据目录
IDS_SORTBYFNAME=...依据文件名
IDS_SORTISDESCEND=降序
IDS_LANGUAGE=语言
IDS_HELP=帮助
IDS_WEBSITE=网站
IDS_DONATE=捐助
IDS_CHECKUPDATES=检查更新
IDS_ABOUT=关于

IDS_TRAY_SHOW=显示/隐藏
IDS_TRAY_START=过滤开启
IDS_TRAY_STOP=过滤关闭
IDS_TRAY_MODE=过滤模式
IDS_TRAY_RULES=规则
IDS_TRAY_SYSTEM_RULES=系统规则
IDS_TRAY_SPECIAL_RULES=特殊规则
IDS_TRAY_LOG=日志

IDS_ADD_FILE=添加文件...
IDS_ADD_PROCESS=添加进程
IDS_ALL=全部
IDS_EXCLUDENOTIFICATIONS=从通知中排除
IDS_EXCLUDELOG=从日志中排除
IDS_EXPLORE=打开所属目录
IDS_COPY=复制
IDS_CHECK=选定所选
IDS_UNCHECK=取消所选

IDS_ADD=添加...
IDS_EDIT2=编辑
IDS_DELETE=删除

IDS_MODE_WHITELIST=过滤模式：白名单 (允许所选)
IDS_MODE_BLACKLIST=过滤模式：黑名单 (阻止所选)
IDS_MODE_TRUSTNOONE=过滤模式：均不信任 (阻止所有)

IDS_RULE_DHCP=允许 DHCP 服务
IDS_RULE_DNS=允许 DNS 服务
IDS_RULE_NETWORKDISCOVERY=允许网络发现服务
IDS_RULE_NTP=允许 NTP 服务
IDS_RULE_SNMP=允许 SNMP 服务
IDS_RULE_SSDP=允许 SSDP 服务 (UPnP)
IDS_RULE_WUAUSERV=允许 Windows 更新服务

IDS_RULE_OUTBOUND_ICMP=允许出站 ICMP 协议
IDS_RULE_INBOUND_ICMP=允许进站 ICMP 协议
IDS_RULE_INBOUND=允许进站连接

IDS_HIGHLIGHT_SYSTEM=系统程序
IDS_HIGHLIGHT_INVALID=无效程序
IDS_HIGHLIGHT_NETWORK=程序来自共享资源
IDS_HIGHLIGHT_SILENT=从日志中排除的程序

IDS_GROUP_1=系统规则
IDS_GROUP_2=全面规则

IDS_EDITOR=规则编辑器

IDS_NAME=名称
IDS_DIRECTION=方向
IDS_ACTION=动作
IDS_RULE=规则
IDS_DATE=日期
IDS_FILEPATH=文件
IDS_ADDRESS=地址

IDS_DIRECTION_1=出站
IDS_DIRECTION_2=进站
IDS_DIRECTION_3=双向

IDS_ACTION_1=允许
IDS_ACTION_2=阻止

IDS_RULES_LINKS=<a href="https://www.iana.org/assignments/service-names-port-numbers/service-names-port-numbers.xml">注册表中的服务名称与端口</a>\r\n<a href="https://en.wikipedia.org/wiki/Classless_Inter-Domain_Routing#IPv4_CIDR_blocks">无级域名路由 (CIDR) 前缀</a>
IDS_RULES_HELP=示例:\r\nIP: 192.168.0.1\r\nIP with port: 192.168.0.1:80\r\nIP范围: 192.168.0.1-192.168.0.55\r\nIP带前缀长度 (CIDR): 192.168.0.1/16\r\n端口: 21\r\n端口范围: 21-44

IDS_ENABLED_CHK=启用

IDS_SETTINGS_1=常规
IDS_SETTINGS_2=过滤
IDS_SETTINGS_3=界面

IDS_APPLY=应用
IDS_CLOSE=关闭

IDS_TITLE_1=常规设置:
IDS_TITLE_2=语言:
IDS_TITLE_3=兼容性:
IDS_TITLE_4=任务栏:
IDS_TITLE_5=高亮:
IDS_TITLE_6=高级:

IDS_ALWAYSONTOP_CHK=总在最前
IDS_LOADONSTARTUP_CHK=开机启动
IDS_STARTMINIMIZED_CHK=启动时最小化
IDS_SKIPUACWARNING_CHK=跳过用户帐户控制警告
IDS_CHECKUPDATES_CHK=定期检查更新 (推荐)

IDS_LANGUAGE_HINT=选择语言:

IDS_USEBLOCKLIST_CHK=启用内置封杀列表
IDS_USEBLOCKLIST_HINT=应用自定义规则阻止遥测和恶意软件. 列表位于 "blocklist.xml" 文件中.
IDS_INSTALLBOOTTIMEFILTERS_CHK=安装启动时段过滤
IDS_INSTALLBOOTTIMEFILTERS_HINT=启动过程中阻止数据泄露,即使在"基础过滤引擎" (BFE)引擎启动之前.
IDS_USEUPDATECHECKING_CHK=授权因特网访问权给予"%s" (推荐)
IDS_USEUPDATECHECKING_HINT=添加"%s"可执行程序至白名单, 以便允许更新检查功能.

IDS_DISABLEWINDOWSFIREWALL_CHK=禁用 Windows 防火墙 (推荐)
IDS_ENABLEWINDOWSFIREWALL_CHK=启用 Windows 防火墙 (推荐)

IDS_CONFIRMEXIT_CHK=退出时显示确认对话框
IDS_CONFIRMDELETE_CHK=删除程序需要确认
IDS_CONFIRMLOGCLEAR_CHK=清除日志需要确认

IDS_SHOWBALLOONTIPS_CHK=显示气泡提示
IDS_NOTIFICATIONSILENT_CHK=默然通知(无声音)

IDS_ENABLELOG_CHK=启用丢弃数据包日志记录
IDS_LOGVIEWER_TITLE=在此应用程序中显示日志:
IDS_LOGSHOW=显示日志
IDS_LOGCLEAR=清除日志

IDS_ENABLENOTIFICATIONS_CHK=启用丢弃数据包通知
IDS_NOTIFICATIONTIMEOUT_HINT=同一通知之间的超时(秒):

IDS_ENABLEAPPSCOLLECTOR_CHK=启用从日志中收集新应用程序

IDS_ALWAYSPERFORMTHISCHECK_CHK=始终执行此检查

IDS_QUESTION=你确定吗?
IDS_QUESTION_START=这将禁止依据所选配置以外的程序访问网络! 你真的要继续吗?
IDS_QUESTION_STOP=这将恢复所有禁止的程序访问网络!你真的要继续吗?
IDS_QUESTION_EXIT=你真的要退出?

IDS_STATUS_TOTAL=程序总计: %d 个
IDS_STATUS_EMPTY=在此右键单击"添加文件..." 或 "添加进程"...

IDS_STATUS_FILTERS_INSTALL=网络存取配置已成功更改
IDS_STATUS_FILTERS_UNINSTALL=网络存取配置已成功移除
IDS_STATUS_FILTERS_FAILED=过滤安装失败(参见除错日志)

IDS_STATUS_NOPRIVILEGES=需要管理员权限, 请使用管理员身份运行此程序!
